/*
Navicat MySQL Data Transfer

Source Server         : localhost
Source Server Version : 50530
Source Host           : localhost:3306
Source Database       : kasalxona

Target Server Type    : MYSQL
Target Server Version : 50530
File Encoding         : 65001

Date: 2016-02-15 17:17:14
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for `qabul`
-- ----------------------------
DROP TABLE IF EXISTS `qabul`;
CREATE TABLE `qabul` (
  `id` int(11) NOT NULL DEFAULT '0',
  `FIO` varchar(255) DEFAULT NULL,
  ` Manzili` varchar(255) DEFAULT NULL,
  `Tugilgan sanasi` date DEFAULT NULL,
  `Pasport malumoti` varchar(255) DEFAULT NULL,
  `Shikoyati` varchar(255) DEFAULT NULL,
  `Qabulga vaqti` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

-- ----------------------------
-- Records of qabul
-- ----------------------------

-- ----------------------------
-- Table structure for `shifokorlar`
-- ----------------------------
DROP TABLE IF EXISTS `shifokorlar`;
CREATE TABLE `shifokorlar` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `Mutaxassisligi` varchar(255) CHARACTER SET utf8 DEFAULT NULL,
  `FIO` varchar(255) CHARACTER SET utf8 DEFAULT NULL,
  `Bolimi` varchar(255) CHARACTER SET utf8 DEFAULT NULL,
  `Staji` varchar(255) CHARACTER SET utf8 DEFAULT NULL,
  `Razryadi` varchar(255) CHARACTER SET utf8 DEFAULT NULL,
  `Ish vaqti` varchar(255) CHARACTER SET utf8 DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=84 DEFAULT CHARSET=latin1;

-- ----------------------------
-- Records of shifokorlar
-- ----------------------------
INSERT INTO `shifokorlar` VALUES ('1', 'Зам гл. Врач по мед.\r\n', 'Махаматов С.Э.\r\n', 'Обшебольничный персонал', '25 й', '10\r\n', 'Душанба-Шанба  08:00-14:00');
INSERT INTO `shifokorlar` VALUES ('2', 'вр. Диетолог(з\\д на 0,5 ст гл.педиатр)\r\n', 'Акбаров М\r\n', 'Обшебольничный персонал', '15й\r\n', '8\r\n', 'Душанба-Шанба  08:00-14:00');
INSERT INTO `shifokorlar` VALUES ('3', 'Врач эндоскопист\r\n', 'Халилов Д.Н.\r\n', 'Обшебольничный персонал', '6й\r\n', '8\r\n', 'Душанба-Шанба  08:00-14:00');
INSERT INTO `shifokorlar` VALUES ('4', 'врач диетолог\r\n', 'Халилов Ж', 'Обшебольничный персонал', '1й\r\n', '6\r\n', 'Душанба-Чоршанба   08:00-20:00,  Чоршанба-Шанба  20:00-08:00');
INSERT INTO `shifokorlar` VALUES ('5', 'Врач-методист\r\n', ' Убайдуллаева И.М\r\n', 'Орг.метод отдел', '26й\r\n', '9\r\n', 'Душанба-Шанба  08:00-14:00');
INSERT INTO `shifokorlar` VALUES ('6', 'Врач стамотолог\r\n', 'Боймирзаев М\r\n', 'Стоматологический кабинет', '1й\r\n', '4', 'Душанба-Чоршанба   08:00-20:00,  Чоршанба-Шанба  20:00-08:00');
INSERT INTO `shifokorlar` VALUES ('8', 'Заведущий ренген\r\nЗаведущий ренген\r\n', 'Холматов И\r\n', 'Рентген кабинет', '8й\r\n', '9\r\n', 'Душанба-Шанба  08:00-14:00');
INSERT INTO `shifokorlar` VALUES ('9', 'врач- рентгенолог амб.\r\n', 'Рахимов Б\r\n', 'Рентген кабинет', '1й\r\n', '8\r\n', 'Душанба-Шанба  08:00-14:00');
INSERT INTO `shifokorlar` VALUES ('10', 'Заведущая лаборатории\r\n', 'Турдалиева С\r\n', 'Лаборатория', '8й', '7\r\n', 'Душанба-Шанба  08:00-14:00');
INSERT INTO `shifokorlar` VALUES ('11', 'врач лаборант\r\n', 'Муллаева М.\r\n', 'Лаборатория', '6й', '7', 'Душанба-Шанба  08:00-14:00');
INSERT INTO `shifokorlar` VALUES ('12', 'Врач физиотерапевт (з.д неврпотолог)\r\n', 'Xакимов А\r\n', 'Физиотерапия', '10й\r\n', '6\r\n', 'Душанба-Шанба  08:00-14:00');
INSERT INTO `shifokorlar` VALUES ('13', 'Врач по Лечебной физк\r\n', 'вакант\r\n', 'Физиотерапия', '6й\r\n', '6\r\n', 'Душанба-Чоршанба   08:00-20:00,  Чоршанба-Шанба  20:00-08:00');
INSERT INTO `shifokorlar` VALUES ('14', 'Заведущ.отделения\r\n', 'Убайдуллаева М\r\n', 'Приём покой', '26й\r\n', '9\r\n', 'Душанба-Шанба  08:00-14:00');
INSERT INTO `shifokorlar` VALUES ('15', 'Дежурный врач педиатр\r\n', 'Кобилова Д.К.\r\n', 'Приём покой', '26й\r\n', '9\r\n', 'Душанба-Чоршанба 08:00-14:00');
INSERT INTO `shifokorlar` VALUES ('16', 'Дежурный врач педиатр\r\n', 'Адахамжонова М\r\n', 'Приём покой', '17й\r\n', '9\r\n', 'Чоршанба -Шанба 0 8:00-14:00');
INSERT INTO `shifokorlar` VALUES ('17', 'Дежурный врач педиатр\r\n', 'Юлдашева Хуршида\r\n', 'Приём покой', '1й\r\n', '6\r\n', 'Душанба-Чоршанба   20:00-08:00,  Чоршанба-Шанба  08:00-20:00');
INSERT INTO `shifokorlar` VALUES ('18', 'Дежурный врач педиатр\r\n', 'Ибрагимов С\r\n', 'Приём покой', '2й\r\n', '6\r\n', 'Душанба-Чоршанба   08:00-20:00,  Чоршанба-Шанба  20:00-08:00');
INSERT INTO `shifokorlar` VALUES ('19', 'Дежурный врач педиатр\r\n', 'Ахмадалиев М.', 'Приём покой', '1й\r\n', '6\r\n', 'Душанба-Чоршанба   08:00-20:00,  Чоршанба-Шанба  20:00-08:00');
INSERT INTO `shifokorlar` VALUES ('20', 'Дежурный врач педиатр\r\n', 'Набиева М\r\n', 'Приём покой', '1й\r\n', '6', 'Душанба-Чоршанба   20:00-08:00,  Чоршанба-Шанба  08:00-20:00');
INSERT INTO `shifokorlar` VALUES ('21', 'врач хир. Ординатор\r\nврач хир. Ординатор\r\n', 'Умаров И.С.\r\n', 'хирургия', '30й\r\n', '10\r\n', 'Душанба-Шанба  08:00-14:00');
INSERT INTO `shifokorlar` VALUES ('22', 'врач хир. Ординатор \r\n', 'Абдуолимов А\r\n', 'хирургия', '21й\r\n', '10\r\n', 'Душанба-Шанба  08:00-14:00');
INSERT INTO `shifokorlar` VALUES ('23', 'врач хир.экстр пом. деж\r\nврач хир.экстр пом. деж\r\n', 'Кадиров К.Т.\r\n', 'хирургия', '17й\r\n', '10\r\n', 'Душанба-Шанба  08:00-14:00');
INSERT INTO `shifokorlar` VALUES ('24', 'врач хир.экстр пом. деж\r\n', 'Халилов Д.Н.\r\n', 'хирургия', '5й\r\n', '8\r\n', 'Душанба-Чоршанба   08:00-20:00,  Чоршанба-Шанба  20:00-08:00');
INSERT INTO `shifokorlar` VALUES ('25', 'врач хир.экстр пом. деж\r\n', 'Сатилов Х\r\n', 'хирургия', '1й\r\n', '7\r\n', 'Душанба-Чоршанба   08:00-20:00,  Чоршанба-Шанба  20:00-08:00');
INSERT INTO `shifokorlar` VALUES ('26', 'врач хир.экстр пом. деж\r\n', 'Суфиев Ю\r\n', 'хирургия', '1й\r\n', '7\r\n', 'Душанба-Шанба  08:00-14:00');
INSERT INTO `shifokorlar` VALUES ('27', 'врач хир.экстр пом. деж\r\n', 'Рустамов И\r\n', 'хирургия', '27й\r\n', '7\r\n', 'Душанба-Шанба  08:00-14:00');
INSERT INTO `shifokorlar` VALUES ('28', 'Заведущий отделением\r\n', 'Ашуров Д.Р.\r\n', 'Реанимация', '15й\r\n', '7\r\n', 'Душанба-Шанба  08:00-14:00');
INSERT INTO `shifokorlar` VALUES ('29', 'врач Анестезиолог \r\n', 'Махаматов С.Э.\r\n', 'Реанимация', '23й\r\n', '10\r\n', 'Душанба-Шанба  08:00-14:00');
INSERT INTO `shifokorlar` VALUES ('30', 'деж. вр. реаниматор\r\n', 'Солиев А. А\r\n', 'Реанимация', '24й\r\n', '7\r\n', 'Душанба-Шанба  08:00-14:00');
INSERT INTO `shifokorlar` VALUES ('31', 'деж. вр. реаниматор\r\n', 'Махкамов И\r\n', 'Реанимация', '5й\r\n5й\r\n5й\r\n', '7', 'Душанба-Чоршанба   08:00-20:00,  Чоршанба-Шанба  20:00-08:00');
INSERT INTO `shifokorlar` VALUES ('32', 'Врач реаниматолог\r\n', 'Тешабоев Вохид ', 'Реанимация', '1й\r\n', '7\r\n', 'Душанба-Чоршанба   08:00-20:00,  Чоршанба-Шанба  20:00-08:00');
INSERT INTO `shifokorlar` VALUES ('33', 'Врач реаниматолог\r\nдеж. вр. реаниматор\r\nВрач реаниматолог\r\n', 'Эшматов Д\r\n', 'Реанимация', '1й\r\n', '6', 'Душанба-Чоршанба   08:00-20:00,  Чоршанба-Шанба  20:00-08:00');
INSERT INTO `shifokorlar` VALUES ('34', 'врач лаборант (з\\д на эпидиомолога)\r\n', 'Хакимова М\r\n', 'Реанимация', '2й\r\n', '7\r\n', 'Душанба-Чоршанба   08:00-20:00,  Чоршанба-Шанба  20:00-08:00');
INSERT INTO `shifokorlar` VALUES ('35', 'врач лаборант\r\n', 'Юсупова Д\r\n', 'Реанимация', '5й\r\n', '6', 'Душанба-Чоршанба   08:00-20:00,  Чоршанба-Шанба  20:00-08:00');
INSERT INTO `shifokorlar` VALUES ('36', 'врач лаборант з.д урология\r\n', 'Акромова Гулшаной\r\n', 'Реанимация', '8Й\r\n', '7', 'Душанба-Шанба  08:00-14:00');
INSERT INTO `shifokorlar` VALUES ('37', 'травм.ортоп\r\n', 'Дадажонов Ш\r\n', 'Ортопедия ', '26й\r\n', '10\r\n', 'Душанба-Шанба  08:00-14:00');
INSERT INTO `shifokorlar` VALUES ('38', 'травм.ортоп(з\\д0,5 сторт+0,5 ст консульт.в поликл)\r\n', 'Байназаров Б.\r\n', 'Ортопедия ', '1й\r\n', '7\r\n', 'Душанба-Чоршанба   08:00-20:00,  Чоршанба-Шанба  20:00-08:00');
INSERT INTO `shifokorlar` VALUES ('39', 'Заведущая отделением', 'Ташпулатова Мукадам', 'Отделение  неврологии', '22й', '9', 'Душанба-Шанба  08:00-14:00');
INSERT INTO `shifokorlar` VALUES ('40', 'Врач', 'Усманова Р', 'Отделение  неврологии', '20й', '9', 'Душанба-Шанба  08:00-14:00');
INSERT INTO `shifokorlar` VALUES ('41', 'врач ординатор', 'Салиев Бунед', 'Отделение  неврологии', '1й', '6', 'Душанба-Чоршанба   08:00-20:00,  Чоршанба-Шанба  20:00-08:00');
INSERT INTO `shifokorlar` VALUES ('42', 'Заведущий отделением', 'Мирзашарипова М.М', 'Нефрология ', '8й', '8', 'Душанба-Шанба  08:00-14:00');
INSERT INTO `shifokorlar` VALUES ('43', 'Врач нефролог', 'Хамралиева Юлдуз', 'Нефрология ', '13й', '9', 'Душанба-Шанба  08:00-14:00');
INSERT INTO `shifokorlar` VALUES ('44', 'Врач нефролог', 'Мирзашарипова М.М', 'Нефрология ', '8й', '8', 'Душанба-Шанба  08:00-14:00');
INSERT INTO `shifokorlar` VALUES ('45', 'Врач нефролог', 'Шарапова Саодат', 'Нефрология ', '6й', '6', 'Душанба-Чоршанба   08:00-20:00,  Чоршанба-Шанба  20:00-08:00');
INSERT INTO `shifokorlar` VALUES ('46', 'Зав.отделением детской урологии', 'Исакжанов Сулайманжон', 'УРОЛОГИЧСКОЕ', '33й', '10', 'Душанба-Шанба  08:00-14:00');
INSERT INTO `shifokorlar` VALUES ('47', 'Врач детский уролог', 'Охунов Сахибжон', 'УРОЛОГИЧСКОЕ', '15й', '7', 'Душанба-Шанба  08:00-14:00');
INSERT INTO `shifokorlar` VALUES ('48', 'Врач хирург ольфтамолог', 'Нигматулин Б.Г.', 'Офтольмология', '35й', '10', 'Душанба-Шанба  08:00-14:00');
INSERT INTO `shifokorlar` VALUES ('49', 'Офтальмолог', 'Нигматулин Б.Г.', 'Офтольмология', '4й', '10', 'Душанба-Шанба  08:00-14:00');
INSERT INTO `shifokorlar` VALUES ('50', 'Врач офтальмолог', 'Ибрагимова Савринисо', 'Офтольмология', '30й', '10', 'Душанба-Шанба  08:00-14:00');
INSERT INTO `shifokorlar` VALUES ('51', 'Врач офтальмолог', 'Махмудова З ', 'Офтольмология', '21й', '7', 'Душанба-Чоршанба   08:00-20:00,  Чоршанба-Шанба  20:00-08:00');
INSERT INTO `shifokorlar` VALUES ('53', 'Офтальмолог(0,75ст ольфт.+0.25 ст стац.врача ольфт)', 'Абдувалиев О', 'Офтольмология', '4й', '7', 'Душанба-Чоршанба   08:00-20:00,  Чоршанба-Шанба  20:00-08:00');
INSERT INTO `shifokorlar` VALUES ('54', 'Заведущий отделением пульмолог', 'Шодиева Э А', 'Пульмонология ', '38й', '9', 'Душанба-Шанба  08:00-14:00');
INSERT INTO `shifokorlar` VALUES ('55', 'врач пульмолог', 'Юлдашева Хуршида', 'Пульмонология ', '4й', '6', 'Душанба-Шанба  08:00-14:00');
INSERT INTO `shifokorlar` VALUES ('56', 'врач пульмолог', 'Отабоева М', 'Пульмонология ', '2й', '6', 'Душанба-Чоршанба   08:00-20:00,  Чоршанба-Шанба  20:00-08:00');
INSERT INTO `shifokorlar` VALUES ('57', 'Заведущий отделением', 'Тешабоева У', 'Кардиология ', '22 й', '9', 'Душанба-Шанба  08:00-14:00');
INSERT INTO `shifokorlar` VALUES ('58', 'Врач Кардиолог', 'Хайдарова М', 'Кардиология ', '1й', '6', 'Душанба-Шанба  08:00-14:00');
INSERT INTO `shifokorlar` VALUES ('59', 'Врач Кардиолог', 'Фармонов У', 'Кардиология ', '1й', '6', 'Душанба-Чоршанба   08:00-20:00,  Чоршанба-Шанба  20:00-08:00');
INSERT INTO `shifokorlar` VALUES ('60', 'Заведущая поликлиникой', 'Исмоилова Ф.Т.', 'Консультативная поликлиника ', '12й', '6', 'Душанба-Шанба  08:00-14:00');
INSERT INTO `shifokorlar` VALUES ('61', 'Врач гинеколог(0,25+з.д 0,75 аллерголог)', 'Рахмонбердиева Н', 'Консультативная поликлиника ', '15й', '6', 'Душанба-Шанба  08:00-14:00');
INSERT INTO `shifokorlar` VALUES ('62', 'Врач невропотолог', 'Хакимов А.И.', 'Консультативная поликлиника ', '1й', '6', 'Душанба-Шанба  08:00-14:00');
INSERT INTO `shifokorlar` VALUES ('63', 'Врач невропотолог', 'Мамаджанова  Барно', 'Консультативная поликлиника ', '10й', '8', 'Душанба-Шанба  08:00-14:00');
INSERT INTO `shifokorlar` VALUES ('64', 'Врач ЛОР', 'Абдурашидов М', 'Консультативная поликлиника ', '16 й', '9', 'Душанба-Шанба  08:00-14:00');
INSERT INTO `shifokorlar` VALUES ('65', 'Хирург(0,5 ст.хирурга+з\\д 0,25 лор+0,25гематолог)', 'Хакимов Б', 'Консультативная поликлиника ', '27 й', '9', 'Душанба-Шанба  08:00-14:00');
INSERT INTO `shifokorlar` VALUES ('66', 'Врач ортопед ', 'Шерматов А.', 'Консультативная поликлиника ', '38й', '8', 'Душанба-Шанба  08:00-14:00');
INSERT INTO `shifokorlar` VALUES ('68', 'Детский педиатр (з\\д детск.педиатр гастроэнтеролог)', 'Игошина Л.Д.', 'Консультативная поликлиника ', '29й', '6', 'Душанба-Чоршанба   08:00-20:00,  Чоршанба-Шанба  20:00-08:00');
INSERT INTO `shifokorlar` VALUES ('72', 'Врач  детский педиатр (з\\д на пульмонолога)', 'Юлдашева Хуршида', 'Консультативная поликлиника ', '1й', '6', 'Душанба-Чоршанба   08:00-20:00,  Чоршанба-Шанба  20:00-08:00');
INSERT INTO `shifokorlar` VALUES ('73', 'Детский педиатр(нефролог )', 'Хамралиева  Ю', 'Консультативная поликлиника ', '13й', '6', 'Душанба-Шанба  08:00-14:00');
INSERT INTO `shifokorlar` VALUES ('75', 'Врач кардиолог', 'Абдулхасанова X', 'Консультативная поликлиника ', '23й', '6', 'Душанба-Чоршанба   08:00-20:00,  Чоршанба-Шанба  20:00-08:00');
INSERT INTO `shifokorlar` VALUES ('76', 'Детский педиатр  ', 'Тоштемиров А', 'Консультативная поликлиника ', '20й', '6', 'Душанба-Чоршанба   08:00-20:00,  Чоршанба-Шанба  20:00-08:00');
INSERT INTO `shifokorlar` VALUES ('77', 'Офтальмолог', 'Абдувалиев О', 'Консультативная поликлиника ', '4й', '6', 'Душанба-Шанба  08:00-14:00');
INSERT INTO `shifokorlar` VALUES ('79', 'Врач УЗИ', 'Жабборов Ж.', 'диагностики', '8й', '9', 'Душанба-Шанба  08:00-14:00');
INSERT INTO `shifokorlar` VALUES ('80', 'Врач  УЗИ', 'Эрматова Г', 'диагностики', '1й', '6', 'Душанба-Шанба  08:00-14:00');
INSERT INTO `shifokorlar` VALUES ('81', 'Врач УЗИ', 'Турсунов Ш', 'диагностики', '1й', '6', 'Душанба-Чоршанба   08:00-20:00,  Чоршанба-Шанба  20:00-08:00');
INSERT INTO `shifokorlar` VALUES ('82', 'Врач ЭХО ЭГ', 'Тошматова З', 'диагностики', '3й', '9', 'Душанба-Шанба  08:00-14:00');
